IDEA Open Model
TendonBar.NumStrandsInTendon Property
Compatible with IDEA StatiCa Beta 20.0
 number of ropes in tendon
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int NumStrandsInTendon { get; set; }
Public Property NumStrandsInTendon As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
TendonBar Class
IdeaRS.OpenModel.CrossSection Namespace